strlstMap = ['军工厂jgc', '红教堂hjt', '圣心医院sxyy', '湖景村hjc',
             '月亮河公园ylhgy', '里奥的回忆ladhy', '永眠镇ymz', '唐人街trj']
dictMap = {'军工厂jgc': '军工厂', '红教堂hjt':'红教堂', '圣心医院sxyy':'圣心医院', '湖景村hjc':'湖景村',
             '月亮河公园ylhgy':'月亮河公园', '里奥的回忆ladhy':'里奥的回忆', '永眠镇ymz':'永眠镇', '唐人街trj':'唐人街'}
strlstSur = ['病患bh', '慈善家csj', '大副df', '飞行家fxj', '古董商gds', '拉拉队员lldy', '调酒师tjs', '调香师txs',
             '画家hj', '击球手jqs', '机械师jxs', '祭司js','教授js','记者jz', '勘探员kty',
             '空军kj', '哭泣小丑kqxc', '昆虫学者kcxz', '律师ls', '盲女mn',
             '冒险家mxj', '魔术师mss', '牛仔nz', '前锋qf', '囚徒qt', '入殓师rls',
             '守墓人smr', '玩具商wjs', '舞女wn', '先知xz', '小女孩xnh',
             '小说家xsj', '心理学家xlxj', '幸运儿xye', '野人yr', '医生ys',
             '佣兵yb', '邮差yc', '园丁yd', '杂技演员zjyy', '咒术师zss', '作曲家zqj']
dictSurName = {'病患bh':'病患', '慈善家csj':'“慈善家”', '大副df':'大副', '飞行家fxj':'飞行家', '古董商gds':'古董商', 
               '拉拉队员lldy':'拉拉队员', '调酒师tjs':'调酒师', '调香师txs':'调香师',
             '画家hj':'画家', '击球手jqs':'击球手', '机械师jxs':'机械师', '祭司js':'祭司',
             '教授js':'教授', '勘探员kty':'勘探员','记者jz':'记者',
             '空军kj':'空军', '哭泣小丑kqxc':'哭泣小丑', '昆虫学者kcxz':'昆虫学者', '律师ls':'律师', '盲女mn':'盲女',
             '冒险家mxj':'冒险家', '魔术师mss':'魔术师', '牛仔nz':'牛仔', '前锋qf':'前锋', '囚徒qt':'“囚徒”', '入殓师rls':'入殓师',
             '守墓人smr':'守墓人', '玩具商wjs':'玩具商', '舞女wn':'舞女', '先知xz':'先知', '小女孩xnh':'“小女孩”',
             '小说家xsj':'小说家', '心理学家xlxj':'“心理学家”', '幸运儿xye':'幸运儿', '野人yr':'野人', '医生ys':'医生',
             '佣兵yb':'佣兵', '邮差yc':'邮差', '园丁yd':'园丁', '杂技演员zjyy':'杂技演员','作曲家zqj':'作曲家', '咒术师zss':'咒术师'}
strlstHun = ['26号守卫26hsw', '爱哭鬼akg', '博士bs', '厂长cz', '雕刻家dkj',
             '噩梦em', '疯眼fy', '歌剧演员gjyy', '红蝶hd', '红夫人hfr', '黄衣之主hyzz',
             '杰克jk','记录员jly', '蜡像师lxs', '鹿头lt', '梦之女巫mznw', '孽蜥nx',
             '破轮pl', '摄影师sys', '使徒st', '宿伞之魂sszh','守夜人syr' ,'小丑xc',
             '小提琴家xtqj', '渔女yn', '隐士ys', '蜘蛛zz']
dictHunName = {'26号守卫26hsw':'26号守卫', '爱哭鬼akg':'爱哭鬼', '博士bs':'“博士”', '厂长cz':'厂长', '雕刻家dkj':'雕刻家',
             '噩梦em':'“噩梦”', '疯眼fy':'疯眼', '歌剧演员gjyy':'歌剧演员', '红蝶hd':'红蝶', '红夫人hfr':'红夫人', '黄衣之主hyzz':'黄衣之主',
             '杰克jk':'“杰克”','记录员jly':'记录员', '蜡像师lxs':'蜡像师', '鹿头lt':'鹿头', '梦之女巫mznw':'梦之女巫', '孽蜥nx':'孽蜥',
             '破轮pl':'破轮', '摄影师sys':'摄影师', '使徒st':'“使徒”', '宿伞之魂sszh':'宿伞之魂','守夜人syr':'守夜人' ,'小丑xc':'小丑',
             '小提琴家xtqj':'小提琴家', '渔女yn':'渔女', '隐士ys':'隐士', '蜘蛛zz':'蜘蛛'}
